{
  "{{value}}g": "{{value}}g",
  "A toolkit for calculating grand piano action balancing": "Un outil d'équilibrage des touches pour piano à queue",
  "Adjustment Sheet": "Fiche de réglage",
  "All your wippen support springs will have the same tension.": "Tous les ressorts auxiliaires seront réglés avec la même tension.",
  "Balance Weight": "Poids d'équilibre",
  "BW": "BW",
  "BWS": "BWS",
  "By enabling this option, a new field will be added to measure Down Weight with wippen support spring attached. It will be used to calculate the Wippen Support spring (WSS) tension and display a dedicated chart in Analyze page.\nThis is optional, even if you want to enable WSS tension in your design.": "Lorsque cette option est activée, un champ supplémentaire s’affiche pour mesurer le poids d’enfoncement des touches avec le ressort auxiliaire installé. Les valeurs obtenues servent au calcul de la tension du ressort et déclenchent l’affichage d’un graphique spécifique dans la section d’analyse.\nIl est important de noter que cette option n’est pas obligatoire, même si vous prévoyez d’utiliser des ressorts auxiliaires dans votre conception. Elle permet simplement de dresser un état des lieux de leur condition actuelle.",
  "By enabling this option, you will be able to manually measure the SWR for each key rather than using an automatically calculated value.\nIf the measured value is too far from the calculated value, a warning will be displayed to indicate that some measurements are incorrect or not accurate enough.": "En activant cette option, vous pourrez mesurer manuellement le rapport de poids d'attaque pour chaque touche plutôt que d'utiliser une valeur calculée automatiquement.\nSi la valeur mesurée est trop éloignée de la valeur calculée, un avertissement sera affiché pour indiquer que les mesures sont incohérentes.",
  "Choose a target from the standard front weight curves.": "Choisissez un objectif parmi les courbes de poids avant standard.",
  "Choose a target from the standard strike weight curves.": "Choisissez un objectif parmi les courbes de poids d'attaque standard.",
  "Choose a target strike weight ratio.": "Définir un rapport de poids d'attaque constant",
  "Choose this option if your piano does not have wippen support springs.": "Sélectionnez cette option si votre piano n'est pas équipé de ressorts auxiliaires.",
  "Compute a value from your measurements": "Calculer une valeur à partir de vos mesures",
  "Compute automatically": "Calculer automatiquement",
  "Compute the mean of your measurements": "Calculer la moyenne de vos mesures",
  "Compute the median of your measurements": "Calculer la médiane de vos mesures",
  "Compute the median or mean of your measurements": "Calculer la médiane ou la moyenne de vos mesures",
  "Computed Strike Weight Ratio": "Rapport de poids d'attaque calculé",
  "Create a custom smoothed curve based on your measured strike weight data.": "Créez une courbe lissée basée sur vos données mesurées",
  "D": "D",
  "Do not use wippen support springs": "Ne pas utiliser de ressorts auxiliaires",
  "Down Weight": "Poids d'enfoncement",
  "Down Weight (g) with wippen support spring attached": "Poids d'enfoncement (g) avec ressort auxiliaire de chevalet installé",
  "Down Weight (g) without wippen support spring": "Poids d'enfoncement (g) sans ressort auxiliaire de chevalet",
  "Enter your piano name": "Entrez le nom de votre piano",
  "F": "F",
  "File imported successfully": "Fichier importé avec succès",
  "For each note": "Pour chaque touche",
  "For the whole piano": "Pour l'ensemble du piano",
  "Friction Weight": "Friction",
  "Front Weight": "Poids avant",
  "Front Weight (g)": "Poids avant (g)",
  "FW": "FW",
  "FW #{{value}}": "FW #{{value}}",
  "Generate a smoothed curve": "Générer une courbe lissée",
  "Help": "Aide",
  "Identify your piano": "Identifiez votre piano",
  "Import failed: invalid file format.": "Erreur : format de fichier invalide.",
  "Keep the front weight as is.": "Conserver le poids avant tel quel.",
  "Keep the strike weight as is.": "Conserver le poids d'attaque tel quel.",
  "Keep the wippen support springs as is.": "Conserver les ressorts auxiliaires tels quels.",
  "Key Number": "Touche",
  "Key weight ratio": "Rapport de poids de clavier",
  "Leave the strike weight ratio as measured.": "Laisser le rapport de poids d'attaque tel quel.",
  "Measure": "Mesurez",
  "Measure Strike Weight Ratio manually": "Mesurer le rapport de poids d'attaque manuellement",
  "Measure Wippen Support Spring tension": "Mesurer la tension des ressorts auxiliaires de chevalet",
  "Measured Strike Weight Ratio": "Rapport de poids d'attaque mesuré",
  "Measures": "Mesures",
  "Not enough data": "Pas assez de données",
  "Not enough data to generate a front weight design.": "Pas assez de données pour générer la vue de conception de poids avant.",
  "Not enough data to generate a strike weight design.": "Pas assez de données pour générer la vue de conception de poids d'attaque",
  "Not enough data to generate a strike weight ratio design.": "Pas assez de données pour générer la vue de conception du rapport de poids d'attaque",
  "Note": "Note",
  "Number of springs": "Nombre de ressorts",
  "Options": "Options",
  "Piano": "Piano",
  "Piano Name": "Nom du piano",
  "Piano Touch Lab": "Piano Touch Lab",
  "R": "R",
  "Select your target curve": "Choisissez une courbe de référence",
  "Spring Balance Weight": "Poids supporté par les ressorts",
  "Spring balance weight (g)": "Poids supporté par les ressorts (g)",
  "Static weight and Friction": "Équilibre statique et friction",
  "Strike Weight": "Poids d'attaque",
  "Strike Weight (g)": "Poids d'attaque (g)",
  "Strike Weight Ratio": "Rapport du poids d'attaque",
  "Support Spring Balance Weight": "Poids supporté par les ressorts auxiliaires",
  "SW": "SW",
  "Target": "Objectif",
  "Target Balance Weight": "Poids d'équilibre souhaité",
  "Target curve": "Courbe de référence",
  "Target selection": "Sélection de l'objectif",
  "Tension drop index": "Réduire la tension à partir de",
  "The automatic computation is already active on the front weight design.": "Le calcul automatique est déjà activé pour le poids avant.",
  "The automatic computation is already active on the strike weight design.": "Le calcul automatique est déjà activé pour le poids d'attaque.",
  "The front weight will be computed automatically in order to achieve the specified balance weight.": "Le poids avant sera calculé automatiquement de manière à atteindre le poids d'équilibre spécifié.",
  "The front weight will be computed when all other design targets will be specified.": "Le poids avant sera calculé lorsque tous les autres paramètres de conception seront spécifiés.",
  "The general idea is to define a base weight that will decrease to zero starting from a specific key.": "Définissez une tension de base pour vos ressorts, puis touche à partir de laquelle la tension sera réduite jusqu'à zéro.",
  "The measured SWR is not consistent with the computed SWR ({{computedStrikeWeightRatio}}). The difference is greater than {{difference}}.\nYou should check your measurements to find the source of the inconsistency.\nCheck the SWR chart on analyze page for more details.": "Le rapport de poids d'attaque mesuré n'est pas cohérent avec le rapport de poids d'attaque calculé ({{computedStrikeWeightRatio}}). La différence est supérieure à {{difference}}.\nVous devriez vérifier vos mesures pour trouver la source de l'incohérence.\nVérifiez le graphique du rapport de poids d'attaque sur la page d'analyse pour plus de détails.",
  "The strike weight will be computed automatically in order to achieve the specified balance weight.": "Le poids d'attaque sera calculé automatiquement de manière à atteindre le poids d'équilibre spécifié.",
  "The strike weight will be computed when all other design targets will be specified.": "Le poids d'attaque sera calculé lorsque tous les autres paramètres de conception seront spécifiés.",
  "This info will appear in the app and on your printed reports, helping you stay organized if you manage multiple instruments.": "Ces informations apparaîtront dans l'application et sur vos rapports imprimés, vous aidant à rester organisé si vous gérez plusieurs instruments",
  "Touch Weight": "Équilibre statique",
  "Touch Weight Metrology cheat sheet": "Aide mémoire de la métrologie du piano",
  "Touch Weight preview": "Aperçu du toucher",
  "U": "U",
  "Up Weight": "Poids de remontée",
  "Up Weight (g)": "Poids de remontée (g)",
  "Use a constant strike weight ratio for all keys.": "Définir une valeur fixe pour l'ensemble des touches",
  "Use front weight measured values": "Utiliser les valeurs de poids avant mesurées",
  "Use measured values": "Utiliser les valeurs mesurées",
  "Use standard curves": "Utiliser une courbe standard",
  "Use strike weight measured values": "Utiliser les valeurs de poids d'attaque mesurées",
  "Use wippen support springs measured values": "Utiliser les valeurs mesurées pour les ressorts auxiliaires. Cela nécessite d'avoir renseigné la colonne «Poids d'enfoncement avec ressort auxiliaire de chevalet installé» sur la page mesure pour toutes les touches équipées d'un ressort auxiliaire.",
  "Use wippen support springs with constant tension": "Utiliser des ressorts auxiliaires avec une tension constante",
  "Use wippen support springs with smooth transition": "Utiliser des ressorts auxiliaires une tension décroissante",
  "Waiting for remaining design targets to be specified.": "En attente des autres paramètres de conception.",
  "Weight in Grams": "Poids en grammes",
  "Weight Range": "Poids",
  "Wippen radius weight": "Poids radial du chevalet",
  "Wippen Support Springs": "Ressorts auxiliaires",
  "Zone": "Zone"
}
